Repository: cmassi/TopTenMarketCap
Catalog: TopTenMarketCap/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: CoinGecko Says: %@
it: Messaggio CoinGecko: %@

source: Day
it: Data

source: Description:
it: Descrizione:

source: Empty description
it: Descrizione vuota

source: Empty list
it: Lista vuota

source: Empty price list
it: Lista prezzi vuota

source: Error: %@
it: Errore: %@

source: No website link
it: Non ho trovato un indirizzo web

source: Price
it: Prezzo

source: Website Link:
it: Indirizzo web:
